Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# translation:common.add
source: Add
hi: जोड़ें
nl: Toevoegen

# translation:common.adding
source: Adding…
hi: जोड़ा जा रहा है…
nl: Toevoegen…

# translation:common.back
source: Back
hi: पीछे
nl: Terug

# translation:common.cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# translation:common.clear
source: Clear
hi: साफ़ करें
nl: Wissen

# translation:common.close
source: Close
hi: बंद करें
nl: Sluiten

# translation:common.delete
source: Delete
hi: हटाएं
nl: Verwijderen

# translation:common.done
source: Done
hi: पूर्ण
nl: Klaar

# translation:common.edit
source: Edit
hi: संपादित करें
nl: Bewerken

# translation:common.remove
source: Remove
hi: हटाएं
nl: Verwijderen

# translation:common.save
source: Save
hi: सहेजें
nl: Opslaan

# translation:common.saveChanges
source: Save changes
hi: परिवर्तन सहेजें
nl: Wijzigingen opslaan

# translation:common.saving
source: Saving…
hi: सहेजा जा रहा है…
nl: Opslaan…

# translation:common.settings
source: Settings
hi: सेटिंग्स
nl: Instellingen

# translation:fab.add
source: Add
hi: जोड़ें
nl: Toevoegen

# translation:fab.addTransaction
source: Add transaction
hi: लेन-देन जोड़ें
nl: Transactie toevoegen

# translation:fab.close
source: Close
hi: बंद करें
nl: Sluiten

# translation:fab.scanReceipt
source: Scan bill / receipt
hi: बिल / रसीद स्कैन करें
nl: Bon / rekening scannen

# translation:nav.accounts
source: Accounts
hi: खाते
nl: Rekeningen

# translation:nav.assistant
source: Ask Sanvya
hi: पॉकेटकेयर से पूछें
nl: Vraag Sanvya

# translation:nav.budgets
source: Budgets
hi: बजट
nl: Budgetten

# translation:nav.cards
source: Cards
hi: कार्ड
nl: Kaarten

# translation:nav.customize
source: Customize bottom bar
hi: नीचे की पट्टी कस्टमाइज़ करें
nl: Onderste balk aanpassen

# translation:nav.customizeHint
source: Pick %1$@ to keep one tap away. Home and More always stay put.
hi: %1$@ चुनें जिन्हें एक टैप में रखना है। होम और और हमेशा वहीं रहते हैं।
nl: Kies %1$@ om altijd binnen handbereik te houden. Start en Meer blijven vast.

# translation:nav.friends
source: Shared & owed
hi: साझा और बकाया
nl: Gedeeld & verschuldigd

# translation:nav.goals
source: Goals
hi: लक्ष्य
nl: Doelen

# translation:nav.help
source: Help & FAQ
hi: सहायता और सामान्य प्रश्न
nl: Help & veelgestelde vragen

# translation:nav.home
source: Dashboard
hi: डैशबोर्ड

# translation:nav.insights
source: Insights
hi: अंतर्दृष्टि
nl: Inzichten

# translation:nav.investments
source: Investments
hi: निवेश
nl: Beleggingen

# translation:nav.loans
source: Loans
hi: ऋण
nl: Leningen

# translation:nav.more
source: More
hi: और
nl: Meer

# translation:nav.notifications
source: Notifications
hi: सूचनाएं
nl: Meldingen

# translation:nav.recurring
source: Recurring
hi: आवर्ती
nl: Terugkerend

# translation:nav.reflect
source: Reflect
hi: चिंतन
nl: Reflectie

# translation:nav.search
source: Search
hi: खोज
nl: Zoeken

# translation:nav.settings
source: Settings
hi: सेटिंग्स
nl: Instellingen

# translation:nav.statements
source: Statements
hi: विवरण
nl: Overzichten

# translation:nav.subscriptions
source: Subscriptions
hi: सदस्यताएँ
nl: Abonnementen

# translation:nav.transactions
source: Transactions
hi: लेन-देन
nl: Transacties

# translation:netWorth.available
source: Available net worth
hi: उपलब्ध कुल संपत्ति
nl: Beschikbaar nettovermogen

# translation:netWorth.title
source: Net worth
hi: कुल संपत्ति
nl: Nettovermogen

# translation:netWorth.withBlocked
source: Including blocked
hi: अवरुद्ध सहित
nl: Inclusief geblokkeerd

# translation:onboarding.getStarted
source: Get started
hi: शुरू करें
nl: Aan de slag

# translation:onboarding.guestBanner
source: You're exploring as a guest. Register within %1$@ days to keep your data.
hi: आप अतिथि के रूप में देख रहे हैं। अपना डेटा रखने के लिए %1$@ दिनों में पंजीकरण करें।
nl: Je verkent als gast. Registreer binnen %1$@ dagen om je gegevens te behouden.

# translation:pages.accounts
source: Accounts
hi: खाते
nl: Rekeningen

# translation:pages.budgets
source: Budgets
hi: बजट
nl: Budgetten

# translation:pages.cards
source: Cards
hi: कार्ड
nl: Kaarten

# translation:pages.dashboard
source: Dashboard
hi: डैशबोर्ड

# translation:pages.goals
source: Goals
hi: लक्ष्य
nl: Doelen

# translation:pages.insights
source: Insights
hi: अंतर्दृष्टि
nl: Inzichten

# translation:pages.investments
source: Investments
hi: निवेश
nl: Beleggingen

# translation:pages.loans
source: Loans
hi: ऋण
nl: Leningen

# translation:pages.search
source: Search
hi: खोज
nl: Zoeken

# translation:pages.settings
source: Settings
hi: सेटिंग्स
nl: Instellingen

# translation:pages.statements
source: Statements
hi: विवरण
nl: Overzichten

# translation:pages.subscriptions
source: Subscriptions
hi: सदस्यताएँ
nl: Abonnementen

# translation:pages.transactions
source: Transactions
hi: लेन-देन
nl: Transacties

# translation:settings.account
source: Account
hi: खाता

# translation:settings.appearance
source: Appearance
hi: रूप-रंग
nl: Weergave

# translation:settings.baseCurrency
source: Base currency
hi: आधार मुद्रा
nl: Basisvaluta

# translation:settings.dark
source: Dark
hi: गहरा
nl: Donker

# translation:settings.help
source: Help & Support
hi: सहायता और समर्थन
nl: Hulp & ondersteuning

# translation:settings.hideAmounts
source: Hide amounts everywhere
hi: हर जगह राशि छिपाएँ
nl: Bedragen overal verbergen

# translation:settings.language
source: Language
hi: भाषा
nl: Taal

# translation:settings.light
source: Light
hi: उजला
nl: Licht

# translation:settings.plan
source: Plan
hi: योजना
nl: Abonnement

# translation:settings.privacy
source: Privacy
hi: गोपनीयता

# translation:transaction.addItem
source: Add item
hi: आइटम जोड़ें
nl: Item toevoegen

# translation:transaction.amount
source: Amount
hi: राशि
nl: Bedrag

# translation:transaction.category
source: Category
hi: श्रेणी
nl: Categorie

# translation:transaction.expense
source: Expense
hi: व्यय
nl: Uitgave

# translation:transaction.income
source: Income
hi: आय
nl: Inkomsten

# translation:transaction.label
source: Label
hi: लेबल

# translation:transaction.transfer
source: Transfer
hi: स्थानांतरण
nl: Overboeking

# cards:emiNo
source: EMI #%1$@
nl: Termijn #%1$@

# groups:emailPlaceholder
source: friend@email.com
nl: vriend@email.com

# loans:variableNotePost
source: on the loan's page.
nl: op de pagina van de lening.
